local Tips = {
    [1] = {         -- 关卡
        ['img'] = { 'loading1.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '每次消耗10枚讨伐令可以连续作战10次',
            '遇到过不去的关卡可以雇佣好友的协战武将试一试',
			'敌人施放技能时，可用带有眩晕、冰冻、恐惧、击飞等效果的技能打断',
			'武将每次突破，都会随机选择一个技能提升等级',
			'武将处于被控制状态时，无法施放技能',
            '尝试给武将搭配不同的命签、坐骑、神兵，组合出不一样的武将特性',
            '每消耗1体力就可以获得1点主公经验',
            '通关关卡后获得星级评价，不要忘记去点亮星运',
            '点亮星运既可以增加武将的属性，又可以解锁新功能，是快速提升战力的不二法门',
            '点击战斗界面右下角的摄像机图标可以更换战斗视角',
        }
    },

    [2] = {         -- 演武
        ['img'] = { 'loading5.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Common"},
        ['desc'] = {
            '进入演武段位前十名就可以进行升段挑战，升段成功可获得升段奖励',
            '每次挑战胜利可以获得1枚演武币',
            '进攻战斗超时会被视为进攻失败',
        }
    },
	
    [3] = {         -- 石头人boss
        ['img'] = { 'loading1.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '混沌生气时会用手掌拍击地面，造成大范围眩晕',
            '打断混沌的两只手臂就会使他无法攻击',
			'混沌巨人物防极高，推荐使用法术攻击型武将',
        }
    },	
    
	[4] = {         -- 序章战斗
        ['img'] = { 'loading2.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '烽火燃，鼓声寒。谁将成为战胜董卓，终结乱世的英雄？',
			'烽火燃，鼓声寒。谁将成为战胜董卓，终结乱世的英雄？',
        }
    },

    [5] = {         -- 闯联营
        ['img'] = { 'loading1.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '闯联营可以上阵两名替补武将',
            '每天可以对闯连营已通关的关卡进行扫荡',
        }
    },

    [7] = {         -- 雷帝
        ['img'] = { 'loading1.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '雷帝倒地时会露出自己的核心',
            '攻击雷帝的核心可以造成更多伤害',
			'雷帝的法防极高，推荐使用物理攻击型武将',
        }
    },	
	
    [8] = {         -- 铜雀台
        ['img'] = { 'loading2.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '每次对雀神造成伤害都能打出命签，雀神代目越高，每次受伤打出的命签越多',
            '打出相同的命签就可以变成分数，同时掉落3张、4张相同命签获得分数更多',
            '雀神出场时会击飞周围的敌人',
            '雀神每次只能受到1点伤害',
        }
    },
	
    [9] = {         -- 摸金
        ['img'] = { 'loading3.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '盗墓贼一般都带着刚刚偷到的宝物出现',
			'盗墓贼更喜欢在比较贵重的罐子里出没',
			'盗墓贼一旦出现就会很快消失，要注意不要让他逃掉',
			'传说在古墓里的罐子里会发现铜钱，不知是真是假',
        }
    },
	
    [10] = {         -- 军团讨伐
        ['img'] = { 'loading1.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '击破本周所有军团首领可以获得丰厚奖励',
            '每个军团首领都有自身的强项，需要小心应对',
			'每个人每天只有两次讨伐首领的机会，要好好把握'
        }
    },
	
    [11] = {         -- 神兵台
        ['img'] = { 'loading1.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '选择了所属武将的神兵，该武将就会离场',
            '每波结束时如果存活武将都是N卡或R卡，就可以选择神兵材料宝箱',
            '副本难度越高，可选择的神兵等级越高',
        }
    },
	
    [12] = {         -- 辕门挑战
        ['img'] = { 'loading1.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '关注每个辕门挑战者的能力加成与能力损益，是每个合格统帅的必备技巧',
            '别忘了每天击败6名辕门挑战者后可以领取宝箱奖励',
			'与好友共同完成协同任务，击败辕门挑战者，可获得大量奖励',
        }
    }, 
	
    [16] = {         -- 好友切磋
        ['img'] = { 'loading5.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Common"},
        ['desc'] = {
            '友好的竞技切磋，可以加深感情，不会有任何损失',
            '每天第一场好友切磋会提升1点关系值',
        }
    },
	
    [17] = {         -- 拦截护送
        ['img'] = { 'loading1.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '每天只有两次拦截粮车的机会',
            '粮车有护法的话就要击败护法才能成功拦截',
			'拦截失败后不会再遇到同一个粮车',
        }
    },
	
    [18] = {         -- 军团争霸
        ['img'] = { 'loading1.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '攻城战只要没有失败就可以连续作战',
            '每人每天有两次参与攻城战机会',
			'完成护送任务获得的兵粮达到100%时有攻守加成哦',
        }
    },
	
    [19] = {         -- 三国列传单人
        ['img'] = { 'loading1.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '单人三国列传需要消耗更多体力，不如试试组队',
            '挑战三国列传只能使用同国别的武将，多多收集各个国别的武将吧',
        }
    },
	
    [20] = {         -- 三国列传组队
        ['img'] = { 'loading1.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '若有队员离线的话连续作战会停止',
            '所属同一国别的武将才能挑战相应的列传关卡',
            '同样级别下，组队遇到的敌人难度要比单人的高',
        }
    },
	
    [21] = {         -- 群雄逐鹿
        ['img'] = { 'loading5.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Common"},
        ['desc'] = {
            '在群雄逐鹿对战时间内可以不限次数的发起匹配对战',
            '达到一定的积分就可以立即获得相对应的军衔',
        }
    },
	
    [22] = {         -- 赛马
        ['img'] = { 'loading9.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '每次赛马的地形都是随机生成的',
            '坐骑的统帅越高，在草地上的奔跑速度就越快；武力对应沙地；智力对应泥路；防御对应石路',
        }
    },

    ---------------------神兽试练-------------------------------
    [3501] = {        
        ['img'] = { 'loading1.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '挑战神兽胜利后，可选择继续挑战相同神兽，此时关卡难度与奖励都会提升',
            '青龙发动“青龙摆尾”时，会立即清除“生生不息”技能的冷却时间',
            '“青龙光球”能使目标周围的敌人攻速降低',
            '青龙发动“生生不息”后的一段时间内，每受到伤害就回复一定血量',
            '青龙对目标发动“爪击”后的一段时间内，青龙受到的所有伤害都会反弹到该名目标身上',
            '每日可挑战次数与所拥有神兽的数量相等',
            '神兽的等级与当前的世界等级一致，难度高的神兽拥有更强的属性',
        } 
    },
    [3502] = {        
        ['img'] = { 'loading1.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '挑战神兽胜利后，可选择继续挑战相同神兽，此时关卡难度与奖励都会提升',
            '“生命炙烤”会对敌我双方每秒造成当前生命值一定比例的法术伤害',
            '朱雀发动“烈火旋风”后会永久提升暴击伤害',
            '朱雀生命下降到一定值后会发动“涅槃”，回复生命并提升暴击率',
            '朱雀每场战斗只能发动一次“涅槃”',
            '每日可挑战次数与所拥有神兽的数量相等',
            '神兽的等级与当前的世界等级一致，难度高的神兽拥有更强的属性',
        } 
    },
    [3503] = {        
        ['img'] = { 'loading1.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '挑战神兽胜利后，可选择继续挑战相同神兽，此时关卡难度与奖励都会提升',
            '根据“撒豆成兵”的发动次数不同，白虎召唤出来的怪物也不一样',
            '场上存在白虎的召唤物越多，白虎的物攻提升也就越高',
            '“白虎护盾”能提升白虎的物攻和物防',
            '“白虎护盾”被打破后能对周围所有的目标造成伤害，不论敌我',
            '“白虎啸天”能够提升友方的双攻，持续一段时间',
            '每日可挑战次数与所拥有神兽的数量相等',
            '神兽的等级与当前的世界等级一致，难度高的神兽拥有更强的属性',
        } 
    },
    [3506] = {        
        ['img'] = { 'loading1.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '挑战神兽胜利后，可选择继续挑战相同神兽，此时关卡难度与奖励都会提升',
            '玄武发动“绝对防御”后会冰冻场上一半的敌人（冰冻数量向下取整）',
            '玄武发动“绝对防御”后获得的护盾如果不及时打破的话，会被转化为生命值',
            '玄武发动“绝对防御”后获得的护盾如果被提前击破，可以使之前被冰冻的目标恢复正常',
            '玄武对目标发动“上古诅咒”后，每当目标受到伤害，敌方全体都会受到等额伤害',
            '“刺骨冰雨”会对没有护盾的敌人造成冰冻一段时间',
            '玄武的生命值每减少一定生命上限百分比，就会发动“古神觉醒”对周围的敌人造成伤害',
            '“古神觉醒”会眩晕无护盾的敌人一段时间',
            '每日可挑战次数与所拥有神兽的数量相等',
            '神兽的等级与当前的世界等级一致，难度高的神兽拥有更强的属性',
        } 
    }, 
    ---------------------------------------------------------
	
    [1000] = {         -- 通用
        ['img'] = { 'loading1.jpg' },
        ['imgPath'] = {AtlasPath = "UI/Image/Packaged/Loading"},
        ['desc'] = {
            '主公互加好友，可以每天互送体力',
            '在阵容管理界面修改保存阵容后，进攻时记得要再点击使用哦！',
			'战力不能代表一切，胜利与阵容搭配、召唤兽、站位有很大的关系',
			'打不过的关卡可以尝试雇佣好友的协战武将',
            '与好友共同进行协同任务，共享任务进度，获取丰厚奖励',
            '记得时刻关注右下角的蔡文姬是否有发放新的任务和奖励哦',
        }
    },
}

return Tips