local tbl = {
    [1] = '年轻的时候我好为游侠，同袁绍干过不少荒唐事。\n当时城东有人结婚，我与袁绍前去凑热闹。看见美丽的新娘蒙着头布缓缓步入青庐时，我的心突然跳得很快，我对袁绍兴奋道：“你想看新娘的样子吗？”\n袁绍道：“当然想！你有什么办法？”\n我领着袁绍出了青庐，在墙角一隅大声喊道：“有小偷！”当众人全部出了青庐时，我和袁绍又绕进青庐，持刀掀开了新妇头上的红布。\n现在回想起那位新妇的面貌，只觉平平无奇，但当时我和袁绍都笑得很开心，像是见到了世界上最美丽的女人。\n其实，美丽的不是女人，而是我们逝去的青春。',
    [2] = '时间能改变很多东西，特别是人心。\n袁绍因为他亮丽的出身，平步青云；而我呢？我是宦官的儿子。我从不在乎出身，也不感到自卑，但是别人不一样。我可以忘记自己是谁，但这个糟糕的世界不会忘记。\n所以为了向世界证明自己，我无视权贵，严肃法纪，然而大汉的政治已被黑暗笼罩，我做不了治世的能臣。\n那么便做一名奸雄吧！\n我毋须向世人证明自己，因为我是曹操！\n我找回了我自己！',
    [3] = '假使天下无孤，不知当有几人称王，几人称帝！\n你们都说我是奸雄，但自古以来，多得是大奸似忠、大伪似真！忠义和奸恶真的就如世间黑白这般界限分明么？纷争乱世，多得是以仁为谎言的君子，而当君子的代价是被凌辱、被践踏甚至被消灭的话，我宁愿当一个能实现自己抱负的奸雄。\n你们从前看轻我，现在看错我，你们对我无可奈何，所以奢望通过口诛笔伐伤害我，你们以为奸恶是我的弱点，但当我把你们以为的弱点当成自己的武器，那么便没有人能伤得了我！\n最终你们都将败在我这个奸雄手里！',
}
return tbl
