local tbl = {
    [1] = '我没见过父亲。\n听母亲说，在我快要出生的时候，父亲在战争中身亡了。\n我出生以后，全靠母亲一手拉扯长大。在我很小的时候，就比一般的孩子高出一截，手臂也比他们粗壮，我的饭量当然也比同龄人高出几倍，所以养育我的母亲一直很苦，当我长得越来越高越来越壮时，相反母亲的身形日益矮小消瘦。\n即便如此，我还是从小就被人欺负，长得再高再壮又有何用？因为我是孤儿，我抬不起头。\n要问我想不想见父亲？我想，但却不是因为想念，我从未见过他又何来想念？我只是想见他，想看看他在战场上的样子，也许那样，我才有勇气抬起头，对欺负我的孩子说，我的父亲是大英雄！',
    [2] = '后来陈留太守张邈发布征兵檄，我应征被编入了军队，离家的时候母亲哭着很伤心，拽着我的行囊死活不肯放手，她梦见我会像父亲一样战死沙场，尸首不留。\n不管是命运也好，意志也罢，我还是走上了父亲的路，成为了一名小兵。我在这片埋藏他的土地上，能够寻觅到他曾经的身影吗？',
	[3] = '我的身体比谁都高大，在战场上能以一当十，但我又似乎还是小时候的那个我——受人欺负，抬不起头。\n长官总是让我干最辛苦最危险的活，待我如牲畜；战友们孤立我，抢走我所有的战功。\n所以我下决心离开，但是长官、战友们不让我走啊！他们一边骂我是逃兵，一边包围我想让我下跪屈从。我生气了，一连杀了数十人，冲出军营，但那些被欲望蒙住了眼的恶徒们源源不断的骑马赶上来，我力竭了，双眼一黑，我要死了吗？\n当我睁开眼的时候，看见了他。他骑着黑色的骏马，背对阳光来到我跟前，阳光刺眼，我看不清他的面容，但心里有个声音告诉我，他就是我生命的意义——卑微的一生中，第一次出现也是唯一的意义。\n他就是陈留起兵的曹操，抵抗董卓暴乱天下的英雄！\n他下马向我伸出手，说道：“王侯将相宁有种？你愿做我的古之恶来吗？”'
}
return tbl
