local tbl = {
    [1] = '这是个残酷到令人窒息的世界，尤其对于女人。\n昨天，向皖城流亡的人群里，一个女人上吊自杀了，白缎系在粗树干上，瞪大着的永不瞑目的眼珠，注视着过往冷漠的人群。没有人为她收尸——因为饥饿，每个人都不知道自己是否还有气力向皖城的方向多走上几步，又哪来多余的力气去做多余的事情呢。\n那个女人呀，在自杀之前，遭遇了可怕的事情。一起流亡的老叟如是说道，并用她浑浊的眼珠瞥了我一眼。\n很快，我就知道了老叟那一瞥中的恶意。\n男人，一群男人，更像是一群行走的腐肉，他们包围了我和妹妹。同是流亡的可怜人，为何还要互相伤害呢？透过人群间的缝隙，我看见老叟站在后面，脸上的褶子因恶憎的笑容深陷，显得愈发邪恶。\n老叟没有笑多久，甚至男人们还没有脱下松松垮垮的裤衩，她的头就像颗腐坏的果实咕噜噜掉在了地上。越过老叟仍站立的尸体，走上前的是一个身着白纻的女人，她的脸也用一方白纻蒙掩。\n她缓缓走来，迁延的身姿仿若在跳一支美丽的舞蹈，男人们在她衣袖挥动间相继倒下。\n“女人是非常坚实强壮的动物，她们远非自己所认为的那样容易被杀死。”\n“她们只是没有意识到自己所拥有的力量。”\n她伸出手，说道：“这个世界此前一直吝啬给予女人希望，但现在它出现了。”\n“加入我们吧。”\n她说完，从树林里陆续走出来更多像她一样的白纻女。',
    [2] = '流亡的日子已经逝去，新的生活开始了。\n白纻女不知哪来的钱，在皖城的庐江上买了一艘巨大的画舫，我们都住了进去，每个人都有自己的房间。\n她教会我们织造白纻，“女人一定要学会自己劳动，不依靠其他人”这是她常挂嘴边的话。\n她还教我们跳白纻舞。\n在庐江安详的夜晚，画舫灯火通明时，我会站在舞榭歌台中央，穿上自己织造的白纻衣，沉浸在秦筝赵瑟的含商咀徵中，忍住思念而舞。\n桃絮随风流连，庐江春水轻载思绪，远去万重山。',
	[3] = '他又来看我跳舞了，这已是第四次。\n看我跳舞的人很多，但我一眼就注意到了他。他有一头乌黑浓密的黑发，不苟言笑，眉头永远紧皱，像是一头随时要发怒的公牛。他总在低头喝酒，偶尔才会抬头看向舞台，但也只是一扫而过。\n是我不够好看吗？你为什么不多看我几眼呢？\n你看我今晚的红妆好看吗？你看我今晚衣服好看吗？你看我的云步是不是比上次更轻盈了？\n一曲终了，到了给王公大人们进酒的时候了。我盛着美酒来到他身边，或许是桃汛携来的浪花撞击了画舫，他有力的双手，托住了我的双肩……\n我的心为什么突然跳得这么快？我的身体为什么没有力气了？我接下来应该说点什么？\n一头乱麻时，他先开口了。\n“这座城，我要定了。”'
}
return tbl
