local tbl = {
    [1] = '哼！小乔才不是小孩子呢！\n那些胆敢欺负我和姐姐的人，定会付出惨痛的代价！不要以为我不知道你们心里都在打些什么坏主意！像你们这些思想龌龊肮脏的人，我每天在画舫上都见得多了！\n对了，忘了告诉你们！虽然我不会跳舞，也不会织白纻……但整个画舫的安全都是由我来负责的呢！你们的一举一动，我都一清二楚！\n颤抖吧，破坏者们！',
    [2] = '昨天，那两个男人又来画舫了。\n其中一个穿着一身黑衣，总是皱着眉头，凶巴巴的，可讨厌了！另一个嘛……稍微好点，但他总是看着我，我又不是画舫上的歌姬！而且他嘴上总露出令人难以捉摸的微笑，不知道他到底在想些什么！\n我，我才不是怕他们两个哩！\n在这庐江之上，画舫之上，我才是最大的！',
	[3] = '喂！我说，你看到了我的小七吗？\n小七就是那只挂在我腰间的小熊猫！对，对！就是它，你还给我！\n我数三声，你要是再不给我，可别怪我不客气了！\n一、二、……三！\n喂！大混蛋！你别跑！你再跑我可就拿圈圈丢你了！我这一圈下去，你可能会死！\n呵啊！看圈！\n哼！早让你乖乖的，现在知道我的厉害了吧！\n喂，大混蛋，你可别吓我呀！\n喂！你动一动啊！喂！\n呜嗯……你可不能怪我，谁让你不听我的话了，你死后可不要变成厉鬼来缠着我……\n哇啊！\n你！你个死鬼！敢骗我！这次你真的死定了！'
}
return tbl
