local config = {
[100] = {
id = 100,
desc = "<size=28><color=#CDB48A>※演武说明</color></size>\n1、消耗1枚演武令发起一场挑战。\n2、挑战一名排名比自己更高的玩家，获得胜利后排名互换。\n3、挑战失败排名不变，并且返还演武令。\n4、在段位前4名时可以挑战比自己排名低的玩家，无论胜负排名不变。\n5、演武令每4小时回复1枚，回复上限为6枚。\n6、演武令可以在其他玩法奖励中获取，可以获取超过上限，超过回复上限时则不会自动回复。\n\n<size=28><color=#CDB48A>※升段方法</color></size>\n1、在当前段位达到前10名后会出现升段挑战。\n2、升段挑战胜利后会提升段位，并为下一段位的最后一名。\n3、升段挑战在最后一个段位不会出现。\n\n<size=28><color=#CDB48A>※奖励规则</color></size>\n1、每日21:00结算当日名次奖励，名次奖励对应段位的名次各有不同，详情可在“段位”中查看。\n2、每周1的00:00结算上周段位奖励，只针对所在段位发放每周奖励。\n3、正常挑战胜利获得1枚演武币。\n4、升段挑战胜利获得一次升段奖励。",
size = "1200|700",
},
[101] = {
id = 101,
desc = "<size=28><color=#CDB48A>※特殊商店</color></size>\n1、特殊商店中主要为元宝购买的物品。\n2、元宝可以在商城中充值获得。\n3、部分商品有每周购买的次数限制。",
size = "800|300",
},
[102] = {
id = 102,
desc = "<size=28><color=#CDB48A>※武将胜点排名规则</color></size>\n1、玩家在演武场主动发起进攻时，战斗胜利，所有参战武将均可获得胜点。\n2、不同演武分段，主动进攻获胜时，获得的胜点数量不同，分段越高，胜点越多。\n3、根据胜点多少，每个武将单独拥有各自的胜点排行。\n4、胜点和排行榜每周都会重置。",
size = "1050|300",
},
[103] = {
id = 103,
desc = "<size=28><color=#CDB48A>※普通招募</color></size>\n1、N和R品质武将出现概率分别为：87%、13%。\n2、招募时有概率出现1星和2星武将,概率分别为：\n   ·1星80%\n   ·2星20%",
size = "800|300",
},
[104] = {
id = 104,
desc = "<size=28><color=#CDB48A>※神将招募</color></size>\n1、R、SR和SSR品质武将出现概率分别为：78.8%、20%、1.2%。\n2、十连招募至少获得一名SR品质武将。\n3、招募时有概率出现1至4星武将，概率分别为：\n   ·1星37.5%\n   ·2星60%\n   ·3星2%\n   ·4星0.5%",
size = "800|350",
},
[105] = {
id = 105,
desc = "<size=28><color=#CDB48A>※神兽试练说明</color></size>\n1、玩家获得神兽后可解锁对应的神兽副本，每日可挑战次数等于拥有的神兽个数。\n2、击败神兽可获得丰厚的神兽精魄奖励，重复成功挑战同一个神兽时，难度和奖励都会增加50%。\n3、神兽的等级与世界等级一致，随着难度增加，神兽的基础属性也会增高。\n4、神兽技能各异，需要使用不同阵容针对才能将其击败：\n   ·青龙：高生命高回复，需要在短时间内将其击杀；\n   ·白虎：物攻高，物防低，能够禁疗，召唤的护卫被打死后能够给击杀者回血；\n   ·朱雀：法攻高，法防低，能够发起自杀性攻击，对坦克伤害更高；\n   ·玄武：对无护盾的目标会造成频繁的控制。",
size = "1200|400",
},
[106] = {
id = 106,
desc = "<size=28><color=#CDB48A>※好友关系说明</color></size>\n1、与好友之间交互可以提升关系值，达到一定的关系值可以解锁新的福利。\n2、每次赠送体力提升1点关系值。\n3、送礼可以加速关系值的提升，但是每日只能赠送一个礼物。\n4、送礼同时也可以获得情义币。\n5、完成协同任务也会提升关系值。\n\n<size=28><color=#CDB48A>※关系等级</color></size>\n1、一面之缘：刚刚成为好友后的等级，此时可以互送体力，并且可以赠送礼物提升关系值，同时可以与好友进行第二层和难度1的协同任务。\n2、志同道合：需求30点关系值，赠送体力时获得2情义币，协同任务开放第三层和难度2的任务。\n3、肝胆相照：需求60点关系值，赠送体力时获得3情义币，协同任务开放第四层和难度3的任务。\n4、义结金兰：需求120点关系值，赠送体力时获得5情义币，系统任务开放第五层和难度4的任务。\n",
size = "1200|400",
},
[107] = {
id = 107,
desc = "<size=28><color=#CDB48A>※协同任务说明</color></size>\n1、协同任务在每日00:00刷新。\n2、每日可以邀请1名好友进行协同任务。\n3、每日可以同时接受另外1名好友的协同任务邀请。\n4、每个人同时只能接受1个任务来完成，两人都接受任务的情况下可以同时进行两个任务。\n5、接受的任务两人可以一起完成进度。\n6、完成任务后只有领取了任务奖励才可以接受下一个任务。\n7、完成一层当中所有4个任务就可以获得额外的奖励，同时每完成一层任务，好友关系值提升2点。\n8、完成一层任务后，领取宝箱奖励即可进入下一层。\n9、每提升一次好友关系等级，可解锁额外一层。",
size = "1200|400",
},
[108] = {
id = 108,
desc = "<size=28><color=#CDB48A>※摸金战斗规则</color></size>\n1、开始战斗即使用一次参与次数，无论胜败。\n2、时间结束前打碎所有三层内的罐子以及盗墓贼后取得胜利。\n3、每通过一层倒计时时间增加15秒。\n4、时间结束并且没有打碎所有罐子时战斗结束，但是会获得已有的金币奖励和盗墓贼宝箱，同时此次战斗不计入排名。\n\n<size=28><color=#CDB48A>※奖励规则</color></size>\n1、每打碎一个罐子都会获得一定量的铜钱，铜钱数量随着难度提升而增加，同时陶罐和金罐会掉落更多的铜钱。\n2、成功击杀盗墓贼会掉落盗墓贼宝箱，在结算时开出随机奖励。\n3、金色盗墓贼掉落的宝箱会开出更好的奖励。\n\n<size=28><color=#CDB48A>※盗墓贼机制</color></size>\n1、打碎土罐时有较低概率出现盗墓贼。\n2、打碎陶罐和金罐时有更高概率出现盗墓贼。\n3、盗墓贼会四处逃窜，并且在6秒后逃离现场。\n4、在难度6及以上的关卡中会有更低的概率出现盗墓贼·金。\n5、盗墓贼※金奖励更好但是击杀的难度会更大。\n\n<size=28><color=#CDB48A>※排名规则</color></size>\n1、关卡中获得铜钱总量越多的排名越靠前。\n2、铜钱总数相等时通关难度越高排名越靠前。\n3、铜钱总数和通关难度都一样时，通关消耗的时间越少排名越靠前。",
size = "1200|550",
},
[109] = {
id = 109,
desc = "<size=28><color=#CDB48A>※竞技商店</color></size>\n1、竞技商店中只能使用演武币购买物品。\n2、演武币可以通过在演武场中挑战获得，越高的段位和名次会获得越多的演武币。\n3、部分商品需要在演武场中达到一定的段位才能购买。\n4、所有商品均会限制每周购买次数。",
size = "800|300",
},
[110] = {
id = 110,
desc = "<size=28><color=#CDB48A>※群雄逐鹿说明</color></size>\n1、每日12:00至13:00；20:00至21:00开启群雄逐鹿。\n2、在对战期间进行对战匹配实时匹配对战对手。\n3、每次对战前有30秒进行阵容更换，同时可以看到对手的出场阵容。\n4、战斗为自动战斗。\n5、排行榜分为跨服排行榜和本服排行榜，各选取积分最多的前100名。\n\n<size=28><color=#CDB48A>※胜负规则</color></size>\n1、战斗中在3分钟内击退全部对方武将者胜出。\n2、超过3分钟后判定人数多的一方胜出，人数相等时判断剩余总血量多的一方胜出。\n3、若在布阵时间内选择退出战斗，则认为投降，判对方胜利。\n4、战斗过程中退出不影响最终的胜负。\n\n<size=28><color=#CDB48A>※赛制</color></size>\n1、群雄逐鹿每个月为一个赛季，即从每个月的1号至此月最后一天。\n2、每日分为两个时段开启匹配对战，对战次数不限。\n3、对战胜利获得积分提升，失败则会减少积分，根据对手与自己的分差不同相应加减分数也会不同。\n4、积分对应赛场等阶以及军衔，具体可以在“查看军衔”中查看军衔，在群雄逐鹿界面中的赛场图标处点击进入“查看赛场”页面可以查看赛场相关内容。\n5、至赛季结束后结算，可以领取到所处赛场等阶的宝箱，相关奖励内容也可在“查看赛场”中查看。\n6、赛季结算后进入新赛季，玩家积分将会有所变动，具体规则如下：\n   ·第一阶至第三阶的积分降为当前军衔等级的初始分；\n   ·第四阶及以上军衔下降一级，积分为降级后军衔的初始分；\n   ·高于后将军2600分则都会重置为后将军2600分。\n\n<size=28><color=#CDB48A>※奖励规则</color></size>\n1、每进行一场对战，无论胜负，都会获得若干逐鹿币，胜多败少，提升赛场等阶可以增加每场对战获得的逐鹿币数量。\n2、逐鹿币主要用于在逐鹿商店中兑换商品。\n3、每赛季根据主公所在的赛场等阶，会有不同的逐鹿币获取上限，该赛季达到上限时不会获得更多的逐鹿币，直到等阶提升并且逐鹿币上限提升后，才可继续获取逐鹿币。\n4、另外赛季结束时可以领取赛季宝箱奖励，详情查看“查看赛场”页面。",
size = "1200|700",
},
[111] = {
id = 111,
desc = "<size=28><color=#CDB48A>※军团商店</color></size>\n1、军团商店中只能使用军团币购买物品。\n2、军团币可以通过完成军团任务，以及参加各种军团活动获得。\n3、部分商品需要所在军团达到一定等级才能购买。\n4、所有商品均会限制每周购买次数。",
size = "800|300",
},
[112] = {
id = 112,
desc = "<size=28><color=#CDB48A>※军团捐献说明</color></size>\n1、每日每位军团成员可以进行每种捐献项目各一次。\n2、每日00:00刷新捐献列表。\n3、“豪气干云”捐献需要玩家达到VIP4开启。\n4、捐献消耗以及获得奖励分别为：\n   “略尽绵力”——捐献铜钱10000；获得军团币*10、军团贡献*10；\n   “仗义疏财”——捐献元宝30；获得军团币*30、军团贡献*50；\n   “豪气干云”——捐献元宝300；获得军团币*300、军团贡献*120。\n5、捐献后军团获得当次捐献的80%成为军团资产。",
size = "1000|400",
},
[113] = {
id = 113,
desc = "<size=28><color=#CDB48A>※军团升级说明</color></size>\n1、军团升级需要达到2个条件：总贡献值达到下一等级的需求；军团资产达到需求的数量。\n2、总贡献值达到升级上限时需要军团长/副军团长手动进行升级。\n3、在总贡献已满并且未升级期间，所有新增的贡献值无法保留至下一等级。\n4、军团升级后可以解锁新的军团活动以及新的军团技能。\n\n   ",
size = "1200|300",
},
[114] = {
id = 114,
desc = "<size=28><color=#CDB48A>※军团职务说明</color></size>\n1、军团长，军团创建者，可以使用所有管理功能，掌握各个军团玩法中的开启、激活功能，并且可以更改军团中职务的名称。\n2、副军团长，只能由军团长指定，除更改职务名称外的所有军团长可以使用的功能。\n3、长老，由军团长/副军团长指定，可以邀请他人加入军团和管理加入军团申请。\n4、成员，加入军团后即为军团成员。\n\n<size=28><color=#CDB48A>※职务更名规则</color></size>\n1、只有军团长可以给职务更改名称。\n2、职务名称最多6个汉字。\n",
size = "1200|450",
},
[115] = {
id = 115,
desc = "<size=28><color=#CDB48A>※军团任务说明</color></size>\n1、完成军团任务获取军团贡献以及军团币奖励。\n2、军团1级时开启军团任务功能。\n3、军团任务每天随机出现3个任务。\n4、每日00:00刷新任务列表。",
size = "800|300",
},
[116] = {
id = 116,
desc = "<size=28><color=#CDB48A>※赛马规则</color></size>\n1、每天免费报名3次，之后可花费元宝报名，不限报名次数。\n2、每次报名选择一个坐骑参赛。\n3、每场比赛由8个玩家参加，报名者凑足8人时马上开赛。\n4、比赛中无需操作，坐骑会自动跑到终点。\n5、坐骑的属性决定了奔跑的速度：\n   ·统帅决定在草路的速度；\n   ·武力决定在沙路的速度；\n   ·智力决定在泥路的速度；\n   ·防御决定在石路的速度。\n6、比赛结束后根据名次获得奖励，奖品为口粮和坐骑丹。\n7、每个坐骑每天只能赛跑一次。",
size = "1200|550",
},
[117] = {
id = 117,
desc = "<size=28><color=#CDB48A>※铜雀台规则</color></size>\n1、初始刷出10只小怪，玩家每击杀1只小怪，会随机刷出1只新怪，使整个战场始终保持10只小怪。\n2、每击杀1个小怪，随机掉落一张麻将牌。\n3、掉落的麻将牌通过凑成对子、刻子、杠来转换成积分。\n4、积分达到指定分数，可召唤出BOSS雀神。\n5、雀神只持续存在30秒，若30秒内未击杀雀神，雀神会退场，此时需要继续累积积分到指定数量后再次召唤，再次召唤出来的雀神会继承上一次的剩余血量。\n6、若在30秒内击杀了雀神，那么下次会召唤1个全新的雀神。一次副本最多击杀3个雀神，分别为雀神1代目、雀神2代目和雀神3代目。\n7、每次攻击命中雀神时，只会对雀神造成1点伤害，雀神生命值为100点。\n8、雀神每次受到伤害都会掉落麻将牌，其中雀神1代目、2代目、3代目每受到1次伤害会分别掉落1个、2个、3个麻将。击杀雀神会额外掉落麻将牌。雀神每次掉落的麻将一定相同，即掉落一定能凑成对子、刻子或杠。\n9、除了通关保底奖励外，额外的奖励直接跟积分挂钩，积分越高，奖励越高。",
size = "1200|700",
},
[118] = {
id = 118,
desc = "<size=28><color=#CDB48A>※装备神兵</color></size>\n1、每个武将同时只能装备一把专属神兵。\n2、神兵有3条基本属性，根据武将所属职业从属性库（内含7条职业适配的属性）中随机生成。\n\n<size=28><color=#CDB48A>※神兵强化</color></size>\n1、神兵强化需要消耗素材和金币，且强化等级越高，消耗的素材档次越高，素材和金币的数量也越多。\n2、每次强化能提升神兵的基本属性。\n3、不同的神兵可强化次数上限不同，依照神兵所属武将的稀有度SR和SSR神兵可强化次数分别为10和15次。\n4、神兵每强化至+5、+10、+15时，会自动进阶，改变神兵形象和名称，并随机生成一条铭文，不同铭文提供不同的属性加成，铭文等级越高，加成值越高。\n",
size = "1200|550",
},
[119] = {
id = 119,
desc = "<size=28><color=#CDB48A>※神兵重铸</color></size>\n1、通过吞噬其他+5以上的神兵来重置不同等级的铭文，重置铭文即随机生成一条新铭文替换掉现有铭文：\n   ·吞噬+5到+10之间等级的神兵可重置1级铭文；\n   ·吞噬+10到+15之间等级的神兵可重置2级铭文；\n   ·吞噬+15神兵可重置3级铭文。\n2、重铸的神兵和被吞噬的神兵强化等级均必须≥5，且前者的强化等级必须≥后者的强化等级。\n3、重铸需要消耗金币，消耗数量根据被吞噬神兵的数量和强化等级而定。\n\n<size=28><color=#CDB48A>※重铸补偿</color></size>\n1、材料补偿：神兵重铸后，被作为材料的神兵的强化材料50%返还给玩家；\n2、属性补偿：重铸能提高重置后的铭文属性数值，每重铸一次，对应生成的新铭文属性数值提升1%；最多提高至200% 。被重铸的神兵会继承被吞噬的神兵原有的重铸属性补偿。",
size = "1200|700",
},
[120] = {
id = 120,
desc = "<size=28><color=#CDB48A>※神兵台说明</color></size>\n1、每战胜一波敌人即可挑选一把神兵，但选中神兵后对应的武将会暂时撤退。\n2、每波战斗结束时可挑选的神兵与存活武将有关，如果存活的武将都是没有神兵的N级或R级武将，则可以挑选一个神兵材料宝箱。\n3、就算战斗失败也能获得挑选过的神兵。",
size = "1200|300",
},
[121] = {
id = 121,
desc = "<size=28><color=#CDB48A>※军需商店说明</color></size>\n1、军团长/副军团长可以在军需处购买当前的攻城加成或守城加成。\n2、攻城加成对当天的攻城战中所有玩家的武将生效。\n3、守城加成对当天守城的所有驻防阵容的武将生效。\n4、购买加成需要消耗对应的军团资产。\n5、购买高级加成需要占有更多城池后解锁。\n6、每天只能购买一次加成。",
size = "900|350",
},
[122] = {
id = 122,
desc = "<size=28><color=#CDB48A>※神秘商人说明</color></size>\n1、每隔3小时刷新一次神秘商人中物品。\n2、刷新后每件商品只能购买一次。\n3、需要消费元宝进行手动刷新，同时手动刷新后珍贵商品出现的概率会提高。",
size = "800|300",
},
[123] = {
id = 123,
desc = "<size=28><color=#CDB48A>※上古巨兽说明</color></size>\n1、每天的12点到16点、20点到24点，各可挑战一次上古巨兽。\n2、单次挑战限时120秒。若在120秒内击败巨兽或被击败，则战斗结束。\n3、每次会有2次机会，主公可以花费元宝进行重打。\n4、主公每天的最高伤害或最短击败时间将进入本服排行榜。\n5、排行榜前10的玩家将获得丰厚的额外奖励，奖励通过邮件发放。\n6、每周会切换不同的上古巨兽。",
size = "900|350",
},
[124] = {
id = 124,
desc = "<size=28><color=#CDB48A>※武将各项属性说明</color></size>\n1、统帅影响每级生命的成长幅度；武力影响每级物攻的成长幅度；智力影响每级法攻的成长幅度；武力与防御同时影响每级物防的成长幅度；智力与防御同时影响每级物防的成长幅度。它们的成长幅度还和星级有关。\n2、我方命中率与自身命中值和敌人等级相关；敌方闪避率与敌方闪避值和我方等级相关；我方暴击率与我方暴击值和敌方等级相关。\n3、命签套装和神兵铭文提供的命中率、闪避率、暴击率计算比较特殊，会参与到战斗中的实际率进行乘法运算。例如战斗中某武将的命中率为80%，命签套装和神兵铭文分别提供了10%和5%的加成，则最终命中率为80%*（1+10%+5%）=92%。\n4、基础暴击伤害为1.5倍，基础攻击速度是每次普攻需要1.5秒。\n5、在获得物理吸血、法术吸血、冷却缩减属性时，是在原来基础值上相加。例如物理吸血为0时，获得了10%的物理吸血，此时物理吸血会变为10%。\n6、竞技场和群雄逐鹿战斗时，敌我双方初始怒气会减去500，最低减到0。",
size = "1200|600",
},
[125] = {
id = 125,
desc = "<size=28><color=#CDB48A>※等级和星级</color></size>\n1、所有武将初始等级为1级、初始星级为1星。\n2、武将等级上限与星级挂钩，星级越高、等级上限越高。\n3、武将当前等级不得高于等级上限。\n4、当等级达到上限时，不再获取经验值。\n   ·1星等级上限为30级\n   ·2星等级上限为40级\n   ·3星等级上限为50级\n   ·4星等级上限为60级\n   ·5星等级上限为70级\n   ·6星等级上限为80级\n\n<size=28><color=#CDB48A>※升级</color></size>\n1、所有武将都能升级，且升级所需经验都一致。\n2、通过以下两种途径获得经验值：\n   ·战斗获得经验值。\n   ·吃经验道具获得经验值：经验道具分为3档，档次越高的经验道具，能提供更多的武将经验。\n\n<size=28><color=#CDB48A>※升星</color></size>\n1、武将最高升至6星。\n2、升星前提条件：达到当前星级的等级上限。\n3、途径：吞噬同星级的卡牌，吞噬数量等于当前星级数量。\n   例如：\n   ·2星曹操升3星需要：2张2星卡牌\n   ·3星曹操升4星需要：3张3星卡牌\n   ·4星曹操升5星需要：4张4星卡牌\n   ·5星曹操升6星需要：5张5星卡牌\n\n<size=28><color=#CDB48A>※技能与突破</color></size>\n1、武将突破可提升武将属性，并随机升级1个技能。\n2、不同武将，突破次数上限不同。稀有度越高，可突破次数越多。\n3、N、R、SR、SSR对应的可突破次数分别为2、9、15、15次。\n4、每次突破均需要消耗1张同名卡或突破卡（木牛）。\n5、可以一次性吞噬多张同名卡，直接叠加突破次数。\n6、突破到指定次数时可解锁额外的命签槽。\n7、每+3、+9、+15解锁一格命签（初始6格，最多9格）。",
size = "1200|700",
},
[126] = {
id = 126,
desc = "<size=28><color=#CDB48A>※猎苑升级说明</color></size>\n1、玩家可以提升每种坐骑的猎苑等级。\n2、提升猎苑等级需要消耗口粮和铜钱。\n3、猎苑解锁后，初始为1级，最高可升至10级，一共能升9次。\n4、每次升级，都会提升对应猎苑的坐骑资质取值上限。不断升级猎苑，提升坐骑资质的取值上限，从而使得玩家在长期的坐骑选秀中，获取坐骑的总体数值水平保持上升趋势。",
size = "800|300",
},
[127] = {
id = 127,
desc = "<size=28><color=#CDB48A>※猎苑维护</color></size>\n1、每日每个猎苑只能进行1次维护，维护需要消耗坐骑口粮和铜钱。\n2、当日如果没有进行猎苑维护，则无法进行该猎苑的坐骑选秀。\n3、猎苑维护的消耗随着猎苑等级提升而增加。\n\n<size=28><color=#CDB48A>※猎苑选秀</color></size>\n1、玩家以选秀的方式，从猎苑中获得坐骑。\n2、进行坐骑选秀时，会生成3只坐骑供玩家选择。坐骑的等阶上限在2到5中随机，同时坐骑的属性会在一定的数值范围内随机生成。\n3、猎苑等级越高，坐骑的属性随机范围取值上限就越高。",
size = "1200|450",
},
[128] = {
id = 128,
desc = "<size=28><color=#CDB48A>※坐骑装备说明</color></size>\n1、一共有6种坐骑，SR以上的武将可骑乘任何类型的坐骑。\n2、不同坐骑在属性加成上有不同侧重：\n   ·飞电的武力、统帅加成高，适合神射骑乘；\n   ·的卢各项均衡，适合豪杰骑乘；\n   ·赤兔的武力加成高，适合猛将；\n   ·犀牛的智力和防御加成高，适合辅助类仙法；\n   ·鹿的统帅和智力加成高，适合输出型仙法；\n   ·熊罴的统帅和防御加成高，适合近卫骑乘；\n\n<size=28><color=#CDB48A>※坐骑进阶</color></size>\n1、坐骑进阶需要消耗坐骑丹。\n2、坐骑每次进阶，都会获得0.5倍的一级属性提升；例如某坐骑初始武力加成为20，进阶1次后，武力加成为30，进阶2次后武力加成为40，3次后为50，4次后为60。\n3、等阶上限相同的坐骑，初始属性数值高的，未来的成长就越高。\n\n<size=28><color=#CDB48A>※坐骑技</color></size>\n1、每个坐骑都有一个坐骑技，坐骑技在战斗中武将下坐骑的一瞬间生效。\n2、坐骑技只由坐骑种类决定，同类型的坐骑拥有的坐骑技一定是相同的，但坐骑技的数值跟等阶挂钩，坐骑等阶越高，坐骑技的数值越高。",
size = "1200|700",
},
[129] = {
id = 129,
desc = "<size=28><color=#CDB48A>※闯联营说明</color></size>\n1、闯连营可以选择7个武将挑战，其中5个为主力首发登场，另外2个在首发阵亡时可替补出场，替补出场的武将将立即获得1000点怒气。\n2、闯连营每天可以挑战5次，通关一阶段不消耗次数，可以一直向下挑战。\n3、玩家每天可扫荡之前通关的所有关卡，获得奖励。\n4、通关指定关卡可以获得丰富的一次性奖励。",
size = "800|300",
},
[130] = {
id = 130,
desc = "<size=28><color=#CDB48A>※军团技能说明</color></size>\n1、军团2级时开启军团技能功能。\n2、军团长/副军团长在军团资源足够并达到军团等级要求的情况下可以消耗军团资源激活技能。\n3、技能激活后，所有满足累计贡献要求的军团成员都可以习得该技能。\n4、习得技能后该技能对玩家的所有武将生效。\n5、军团技能主要为增加武将的各项数值的技能。",
size = "800|350",
},
[131] = {
id = 131,
desc = "<size=28><color=#CDB48A>※神将招募获得SSR武将信物规则</color></size>\n1、在神将招募中使用元宝招募、十连招募或是点将令招募，每招募一名武将时，有20%概率获得一个当期武将信物。\n2、每期持续时间为7天。\n3、每期的7天中可获得最多50个武将信物，获得50个武将信物后招募不会再次获得信物，直到下一期开始时获得数量就会重置。\n4、每期会更换一名武将。",
size = "800|300",
},
[132] = {
id = 132,
desc = "<size=28><color=#CDB48A>※三国列传说明</color></size>\n1、三国列传必须上阵对应国家的武将，且不能重复。\n2、可进行单人挑战、组队挑战。\n3、单人挑战通关后解锁本关卡的组队挑战。\n4、单人挑战可上阵神兽，组队不可以。\n5、组队最多上阵6个武将：2人组队每人可上阵3个武将，3人组队每人可上阵2个武将。\n6、组队挑战消耗更少的体力，奖励更丰厚。\n7、不同的列传产出不同的奖品：\n   ·魏国列传产出经验酒；\n   ·蜀国列传产出各种命签；\n   ·吴国列传产出神兵材料；\n   ·群雄列传产出口粮和坐骑丹。\n8、单人、组队都可消耗讨伐令进行连续作战，每次战斗消耗一个。",
size = "1100|600",
},
[133] = {
id = 133,
desc = "<size=28><color=#CDB48A>※辕门挑战难度设定</color></size>\n1、敌人基础等级设定为世界等级。\n2、根据敌我双方的属性加成的强弱分为5个难度星级。\n3、难度星级越低的敌方加成越少，随着难度等级提升加成数值和数量都会提升。\n4、难度星级越高的武将阵容也更加强大。\n\n<size=28><color=#CDB48A>※战斗规则</color></size>\n1、击败敌方阵容全部5名武将后获得胜利。\n2、未击败敌方而战斗结束后可以再次挑战，敌方未阵亡武将回复总血量的30%，阵亡武将不会再次出现。\n\n<size=28><color=#CDB48A>※计分规则</color></size>\n1、总计分为6000分。\n1、时间消耗越多获得分数越少。\n2、己方武将每阵亡一名则扣除相应的积分。\n3、根据最终计分生成评价等级，各等级需求计分如下：\n   ·S，4500及以上；\n   ·A，4000及以上；\n   ·B，3000及以上；\n   ·C，2000及以上；\n   ·D，2000以下。\n\n<size=28><color=#CDB48A>※排名规则</color></size>\n1、优先排名通关星级最高的玩家。\n2、通关星级一样的获得分数更多的玩家排在前面。\n",
size = "1200|550",
},
[134] = {
id = 134,
desc = "<size=28><color=#CDB48A>※情义商店</color></size>\n1、情义商店中只能使用情义币购买物品。\n2、情义币可以通过与好友护送体力、送礼获得。\n3、所有商品均会限制每周购买次数。",
size = "800|300",
},
[135] = {
id = 135,
desc = "<size=28><color=#CDB48A>※群雄逐鹿商店</color></size>\n1、群雄逐鹿商店中只能使用逐鹿币购买物品。\n2、逐鹿币可以通过参与群雄逐鹿的对战获得。\n3、部分商品需要达到一定的军衔才能获得。\n4、所有商品均会限制每周购买次数。",
size = "800|300",
},
[136] = {
id = 136,
desc = "<size=28><color=#CDB48A>※解甲归田说明</color></size>\n1、可以选择R、SR、SSR品质的武将解甲归田。\n2、解甲后的武将会留下盔甲残片，分为金甲片和铁甲片两种。\n3、各品质武将获得甲片如下：\n   ·SSR武将解甲后获得：金甲片x10、铁甲片x750；\n   ·SR武将解甲后获得：铁甲片x100；\n   ·R武将解甲后获得：铁甲片x5。\n\n<size=28><color=#CDB48A>※解甲归田兑换</color></size>\n1、可以使用金甲和铁甲兑换相应的道具。\n2、部分商品每周有兑换限量。",
size = "800|500",
},
[137] = {
id = 137,
desc = "<size=28><color=#CDB48A>※军团讨伐说明</color></size>\n1、军团每周需要讨伐7名敌军首领。\n2、每周一00:00重置所有军团首领。\n3、军团2级，军团长/副军团长可以选择消耗军团资产重置1次军团首领。\n4、军团5级，可以重置次数增加到2次。\n5、每一名敌军首领都有特殊的强项，战斗前需要仔细规划阵容。\n6、每日每名军团成员可以进行2次讨伐作战，无论胜败。\n7、每次讨伐作战可以购买1次伤害提升加成。\n8、击杀一名军团首领后可以立即挑战下一个军团首领。\n\n<size=28><color=#CDB48A>※军团讨伐奖励</color></size>\n1、军团成员每对一名军团首领造成1%伤害时，就可以获得1个首领宝箱。\n2、击杀单个首领时，所有参与的军团成员获得额外奖励。\n3、击杀一周内所有军团首领后，所有参与的军团成员（至少进攻过一名军团首领）获得额外奖励。",
size = "1200|600",
},
[138] = {
id = 138,
desc = "<size=28><color=#CDB48A>※解锁天赋槽</color></size>\n1、天赋槽默认为锁定状态，要想装备天赋，首先要解锁天赋槽。\n2、5个天赋槽需要神兽达到觉醒1、觉醒2、觉醒3、觉醒4、觉醒5，从上至下依次解锁。\n\n<size=28><color=#CDB48A>※装备天赋</color></size>\n1、点击已解锁的天赋槽，弹出献祭界面，通过献祭坐骑来获得天赋。\n2、献祭规则：\n   ·任何未被玩家锁定的坐骑都能用来献祭；\n   ·选中1个的坐骑后会显示该坐骑对应的献祭积分；\n   ·献祭积分越高，获得高等级的天赋的几率也就越高；\n   ·献祭积分=基础资质总点数x等阶上限。\n3、获得天赋：\n   ·确认献祭坐骑后，即从天赋库中随机获得一个天赋；\n   ·天赋等级从1-9级中随机获得，献祭积分越高，随机出高等级的天赋的几率也就越高。\n\n<size=28><color=#CDB48A>※遗忘天赋</color></size>\n1、玩家可以对神兽已有的天赋进行遗忘，通过遗忘天赋，腾空天赋槽，从而替换已有的天赋。\n2、遗忘天赋同样需要消耗神兽材料。\n3、消耗神兽材料，填充遗忘进度条，每种神兽材料填充进度条的长度不一样，材料品质越高，填充进度条的长度也就越长，进度条填充满时，点击【遗忘】按钮，才会消耗材料，遗忘天赋。",
size = "1200|700",
},
[139] = {
id = 139,
desc = "<size=28><color=#CDB48A>※军团争霸规则</color></size>\n1、军团争霸分为策略阶段、攻城阶段、攻城结束阶段。\n2、每日00:00至20:00为策略阶段，由服务器为军团随机选中一个目标城池并且目标城池对所有人可见。在策略阶段，主公们可以接受军团的运粮任务，也可以拦截其他军团的运粮任务（具体说明详见【护送】内说明），护送任务达到一定量时对守城武将有一定的属性加成。\n3、每日20:00至22:00为攻城阶段，此阶段当中军团长/副军团长可以选择任意时间点开启攻城战。开启后倒计时20分钟为攻城时间，时间内战胜全部守城阵容则攻城胜利，时间到则攻城失败。在此阶段中没有开启攻城则算为攻城失败。\n4、22:00至23:59为攻城结束阶段，此阶段城池归属结算完毕，并且获得暂时的休憩。\n5、",
size = "1200|700",
},
[140] = {
id = 140,
desc = "<size=28><color=#CDB48A>※护送任务说明</color></size>",
size = "",
},
}
return config