local tbl = {
    [1] = '那些年，我追随过很多人，也曾与很多人成为过敌手。那些如雷贯耳的名字啊，董卓、吕布、曹操、袁绍……我本来就是个贩草鞋的，心无大志，身似漂萍。但那些高高在上的，也会跌落在泥埃；那些低贱卑微的，也会如红日般窜起。见得多了，也就慢慢想通了。\n曹操曾经笑着对我说，天下英雄，唯使君与操耳。要我说，世间本无英雄。你每天见到那些人，揣摩他们的想法，观察他们的德行，看着他们勾心斗角，倾轧反复。见得多了，也就慢慢学会了，于是，便可以被人称作英雄了。\n英雄个屁！\n野狗在荒路边啃食氓人的尸体，婴儿在夕阳下依偎在母亲干瘪的乳房间哭泣。英雄？谁才是他们的英雄？',
    [2] = '我的二弟关羽，是个心高气傲的，谁都看不惯。我的三弟翼德，看似莽夫，其实心思也细腻着呢，不然写不出那一手好字。他们两个，都是万人敌。\n至于那诸葛亮，自比管、乐，才思敏捷，妙计频出，能将不可能变为可能，多智已近妖矣。\n更有赵云、庞统、简雍、糜竺，皆一时之杰也。\n这么多的强人，为什么会追随在我身边？为什么是我？\n每次想到这里，我都觉得诚惶诚恐。我刘备，一无韬略，二无勇力，到底是什么让他们都愿为我而战？\n因为我那“汉室宗亲”的狗屁名头？还是因为我是曹操口中天下唯二的“英雄”？\n当然不是。我唯一能想到的原因，就是他们和我一样在乎那氓人的尸体，那婴儿的哭啼。他们和我一样，胸中血还未冷，还想高擎手中利剑，直刺苍天，还这如狱人间一线郎朗青光。\n我，就是他们的旗帜。我，也是这世间举着这面旗帜的唯一一人。\n举世皆浊，而我独清。\n那就一直战斗下去吧。即使面对着万千恶意，我又有什么好退缩的呢？当年那个无忧无虑编着草履的少年，早已化作晨间的毫光。但有些东西，不会变。\n那些美好的东西，不会变。',
	[3] = '“阿斗，且随我来。”我招呼着五岁的刘禅，一起来到前厅。\n坐在一旁满面谄笑的是那个叫张松的胖子，诸葛亮的手中把玩着蜀中的地图。阿斗一看见就嚷嚷着要看。\n我和诸葛亮眼神轻轻一触，彼此的心情便已了然。\n我养望数年，北拒曹操，东联孙吴，此刻，终于有了足够入局的本钱。这天下的大势，究竟会变得如何，真是令人期待啊！\n那个叫“大汉”的名字，和它代表的辉煌祥和，都将握在我的双手之中。便从今日起！\n出发！',
}
return tbl
