local tbl = {
    [1] = '我杀了县令，因为哑巴。\n哑巴的丈夫加入黄巾不幸战死，她便成了寡妇；县令见她貌美，欺她没有依靠又说不出话，我一怒之下，手起刀落将他斩了。街上都是通缉我的官兵，解县再也待不下去啦。我打了包袱，提起长刀于子夜远离家乡。\n临行时哑巴不住将干粮塞进我的包袱里，她“嘎嘎”地说着谁都听不懂的话语，仰头止不住泪流。',
    [2] = '我逃到涿郡，到了观音镇的粮食市上。\n身上的干粮早已吃完，又饥又渴，正见一口井上压着一块大石头，为了喝水，我搬开石头，却见井口吊挂着一块猪肉，身后立即传来粗犷的怒吼：“谁敢抢俺的猪肉！”不由分说上来便与我交手。打斗激起了人群，斗不过数合，从围观的人群中走出一人，他手腕上绑着几只草鞋，双手分别抓向盖头劈来的大刀，对自身安危浑然不顾。\n这场架被劝阻了，后来这个卖草鞋的成了我大哥，而那个卖猪肉的成了我三弟。',
    [3] = '我跟随大哥加入了讨伐黄巾的义勇军，天下变动很快，大哥说汉朝遇到了危机，乱世将至。\n之后董卓乱京，我们加入了反董联盟，在这场帝国的纷争中，打了很多场仗，杀了很多人，黄沙里的鲜血淋漓，染红了我的面庞。在汜水关，我替联军斩下了华雄，我现在仍记得他的头很重，眼睛睁得很大。从那以后，我有了另一个称呼——“武圣”关公。',
}
return tbl
