local tbl = {
    [1] = '我不知道人的信念可以在一瞬间发生转变。\n最初郡守推举我加入公孙瓒的义从时，我只是想将一身武艺奉献给大汉，在塞外挥洒热血，守卫边疆。是什么时候起的变化？或许就是通过公孙瓒的引荐，第一次见到他的时候吧。\n“你就是伯圭口中常提到的子龙吧？”他笑着问道，双眼眯成的弧度恰似一轮弯月。\n我从来没有见过这样一双眼睛，褐色的瞳孔粗浅又深邃——粗浅如路边无人问津的野花，深邃如绚丽夺目的星空；无论是野花还是星空，都在不停变换色彩，旋转姿态。这一眼里的刹那芳华，同这世间所有的美好一样，令人向往，不忍它被污浊的空气腐蚀。\n这一刻，我明白自己手中的长枪应该为什么而战了。\n不为虚无的荣耀，不为权力的冠冕。\n只为这世界一切的美好而战！',
	[2] = '当阳长坂满是流矢，尸横遍野。\n人间或是炼狱？有时竟只在某些人的一念之间，个人的力量竟能恐怖如斯？曹操一令之下可以使徐州鸡犬亦尽；而他即使穷途末路，保护每一个流民的决心却从未消减。\n越是深处黑暗的深渊，越能令我坚信心之所向。\n乱军中我瞧见了甘夫人和她的孩子，她们被逃亡的人潮冲得越来越远，在视野里化作了隐约的黑点，我急忙调转马勒，迎着倾盆的朱红色的大雨，冲向曹军。\n既然不能像你一样，拥有守护天下人的力量，那就让我用手中的长枪来守护你的家人吧！',
    [3] = '前往白帝城的道路并不平坦，黎明的钟声响起，晶莹的露水在阿斗弯弯的睫毛上留下痕迹。他拾起地上的木剑，埋着头低声问我。\n“子龙叔叔，怎样才能像你那样勇敢呢？”\n“恐惧和勇气是一对孪生兄弟，他们如影随行。唯有恐惧时才能拥有勇气，不要逃避恐惧，直面它。”\n“这样就能保护父亲和大家吗？”阿斗抬起头，初升的阳光洒在他的脸上，活色生香。\n是的，只要我们始终贯彻心中的一往无前，我们就能守护那些重要的人；如果不试着去拯救，那么谁也拯救不了。\n所以，为了和你父亲一样，守护更多的人，尽快成长起来吧，蜀汉的未来掌握在你的手里！而我的长枪将一如既往与你同在！\n末将赵云愿为刘禅主公赴汤蹈火！',	
	
}
return tbl
