local tbl = {
    [1] = '孙郎，听说你要跟随父亲离开江东投靠袁术了？真是遗憾，这次分别，不知道还会不会有再见的时候。\n喂！你可千万要给我活着回来！\n你希望我和你一同出去闯荡？\n很遗憾，我的宗族在江东根深蒂固，我无法抛弃属于我的责任。\n孙郎，我知道你绝不会屈居人下，用不了多久，你定会离开袁术；到时让我们再度携手，实现此刻尚未完成的梦想吧！',
    [2] = '子敬是我最敬重的朋友，只有他才能在张昭等重臣的投降呼声中，为你指点明路；也唯有他，才能令我们与刘备化干戈为玉帛。我相信即使有一天我不在了，他也定能成为你有力的支柱，帮助你安定江东，角逐天下。\n赤壁的风已起，我听到长江汩汩的涛声，黄公覆赤了膀子热好身，就等着我去好好揍他一顿呢！',
	[3] = '香炉升起袅袅青烟，令人精神为之一振；从乌林方向吹来的江风拂过庭院，绿植摇曳的影子投在棋盘之上，你干净纤长的手指拈着黒子落下。\n啪！黑子落在了白子的腹地。\n诸葛亮，局势未稳你亦要冒然进攻吗！你的意志我明白了，我可以在这里妥协，荆州让给你又如何？\n“公瑾，你在此并不截断而是提子，看似妥协实则是陷阱泥淖，这一局我输了。”\n“让我们再开一局吧，这次我可要与你对攻了！”'
}
return tbl
