local tbl = {
    [1] = '我的家里有三位英雄，他们被称作江东之虎。朋友们都很羡慕我，但我并不快乐，因为他们总不在家。\n我每天傍晚都会在高台眺望，等着父亲回家。他每次回来都会给我带一些礼物，但都是一些木偶娃娃或者针线胭脂，无聊透顶；直到有一天，他送了我一把小弓，那是我最开心的一天，因为他说，等有天我能把箭射中靶心，他就带我和哥哥们一起闯天下。\n我相信这天很快就会到来，因为当其他女孩在学刺绣的时候，我在偷偷地跟着教头习武呢！',
    [2] = '跟往常一样，我在高台守候凯旋而归的军队，但这次，回来的只有我的两个哥哥。\n“父亲呢？父亲哪去了？”我拽着两位哥哥，不肯放手，所有人都没有作声，死一般寂静。\n我没能等到与父亲并肩作战的那一天。在初平二年四月的这个伴晚，我失去了父亲，同时我也记下了一个人名——黄祖。',
	[3] = '小黑是大哥的爱犬，上阵杀敌的最佳拍档，我以前总是缠着大哥，让他把小黑送给我，他只是不肯。这天二哥带着无精打采的小黑来找我，他说从今往后，小黑就跟着我了，我知道他的意思，这一次，我没有哭。\n我欠身抚摸着小黑柔润的毛发，对它说道：“我不仅学会了射箭，还能同时发出六把飞刀先后命中靶心呢！”\n再没有人能将我关在家里，小黑，咱们离家出走吧，我要手刃黄祖和于吉！'
}
return tbl
