local tbl = {
    [1] = '我生长于这片土地，它在我的身上刻下了粗糙的烙印。\n我驰骋在西凉广袤的平原，我率领游侠踏遍大漠残垣。\n我热爱这里的人民，他们流着滚烫的血液，你可以让他们弯腰但绝不能让他们折节；我热爱这里的骏马，他们日行千里，可以带我去到任何我想去的地方。\n这里的羌人都是我的兄弟，我赠他们以美酒，他们还我以牛羊；这里的戎人是我的手足，我们一起放牧，一起狩猎。\n这样的美好能一直持续下去吧？',
	[2] = '平和了许久的凉州终究还是乱起来了。\n我置身血迹斑斑的城墙，遥望那些不愿受压迫的血肉之躯，他们是羌人和小月氏。\n烽火燃，鼓声寒。\n鸡鸣狗盗的匪徒能骗得了我吗？拔刀相向的兄弟能伤得了我吗？大军压进的敌人能杀得了我吗？\n没有人能在这片土地上战胜我！你们这些杂碎！于西凉的狂沙风暴中碾碎吧！\n我董卓，誓要平定凉州！',
	[3] = '洛道艰难险阻，多少悍将朝荣夕毙，都化做徘徊在通往洛阳道路上的英灵。\n成王或是成寇，那又如何？\n我曾于最肮脏腐臭的尸海中爬起，通过杀戮获得蛊惑人心的力量。\n让洛阳化做熔炉吧，无数的青瓦砖将令这地狱之火永不止熄！\n胡车儿！扛起我们的大旗，指引来自西凉的精英！记住，我们是无敌的飞熊军！'
}
return tbl
